data/perf/stageB-d3bf9f8c39fe/memcached/tsan-sound-tfn/run1/memtier.txt
10        Threads
50        Connections per thread
100000    Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       154708.88          ---          ---         4.99540         4.92700        11.07100        13.82300     10558.83 
Gets      1547071.76      1242.30   1545829.46         4.87743         4.76700        10.81500        13.63100     39186.39 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1701780.64      1242.30   1545829.46         4.88816         4.79900        10.87900        13.63100     49745.23 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       142613.12          ---          ---         5.28044         5.37500        11.07100        13.82300      9733.30 
Gets      1426115.47       634.68   1425480.80         5.15202         5.21500        10.81500        13.69500     36091.79 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1568728.59       634.68   1425480.80         5.16369         5.24700        10.87900        13.69500     45825.09 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       146958.36          ---          ---         5.19416         5.24700        11.13500        13.95100     10029.86 
Gets      1469567.47      1077.96   1468489.51         5.06939         5.11900        10.94300        13.75900     37217.08 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1616525.84      1077.96   1468489.51         5.08074         5.11900        10.94300        13.75900     47246.95